IDEA Open Model
Polygon3D Constructor
Compatible with IDEA StatiCa v 10.1
 Contructor
 Namespace: IdeaRS.OpenModel.Geometry3D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public Polygon3D()
Public Sub New
public:
Polygon3D()
See Also
Reference
Polygon3D Class
IdeaRS.OpenModel.Geometry3D Namespace